[{"id":1617492000,"title":"Thiết kế đô thị tầm nhìn vững chắc cho đô thị bền vững\r","author":"ISCM\r","date":"April 04, 2021","time":"06:20","thumbnail":"/images/b-h-iscm-webinar-poster_500x333.png\r","content":"<!--StartFragment-->\r\n\r\n***Ngày 25/3, tại Hồ Chí Minh, Viện Đô thị thông minh và Quản lý hợp tác cùng B+H đã tổ chức buổi webinar chủ đề: “A new understanding of the imperative of healthy city design”. Buổi webinar nằm trong khuôn khổ chuỗi sự kiện Smart City 2021 của Viện Đô thị thông minh và Quản lý, Đại học Kinh tế TP. Hồ Chí Minh.***\r\n\r\nNhững thách thức mới trong thời đại mới\r\n\r\nThế kỷ 21 sẽ là một trong những thời kì quan trong nhất của lịch sử loài người vì tất cả những thách thức mà chúng ta phải đối mặt từ bước nhảy vọt đáng kinh ngạc về công nghệ và những thách thức đô thị trong một thế giới đô thị hóa và toàn cầu hóa nhanh chóng.\r\n\r\nTại buổi webinar, các chuyên gia đã đề ra 3 nhân tố ảnh hưởng mạnh nhất trong việc kiến tạo nên các thành phố tương lai, đó là: sự biến đổi khí hậu, sự quy hoạch và cách mạng công nghệ. Những nhân tố kể đến này buộc chúng ta phải có một tầm nhìn hiện đại để xây dựng nên các thành phố có khả năng phục hồi và miễn dịch với các cú sốc về sự thay đổi toàn cầu.\r\n\r\n![](/images/0723_bh_webinar_pic_1.jpg)\r\n\r\nTrong buổi phát biểu, TS. Trịnh Tú Anh, Viện trưởng Viện Đô thị thông minh và Quản lý đã đề cập đến câu chuyện thành phố tương lai của chúng ta sẽ như thế nào và đâu là đô thị kiểu mẫu cho tương lai. Để giải đáp câu hỏi này, các chuyên gia đã cùng nhau chia sẻ quan điểm của mình.\r\n\r\nMột trong những yếu tố quan trọng hàng đầu là “con người”. Các chuyên gia cho rằng nguyên tắc để kiến tạo các thành phố là phải đáp ứng được nhu cầu cơ bản của cộng đồng dân cư như chỗ ở, giáo dục, công việc, tính di động,... Vì vậy, để tạo nên một đô thị đáng sống, trước hết các nhu cầu của con người cũng như sự gắn kết của cộng đồng cần phải đáp ứng.\r\n\r\nNhững kiến tạo dự án kiểu mẫu cho tương lai\r\n\r\nTại buổi webinar lần này, các chuyên gia cũng đã cùng nhau phân tích về những dự án đô thị kiểu mẫu dành cho tương lai như dự án Hamlet Waterfront, đạt giải nhất cuộc thi Rethinking the Future, ACD Awards, 2018.\r\n\r\nNgoài ra, một trong những dự án được bàn luận sôi nổi nhất là Tam Da Smart City. Dự án được phát triển với tầm nhìn tập trung vào 3 yếu tố chính: innovation (sự đổi mới), sustainability (tính bền vững), resilience (tính phục hồi).\r\n\r\nNếu như trước đây, các khu quy hoạch thường được xây dựng theo xu thế chỉ đáp ứng được một mục đích nhất định thì có thể thấy điểm mới của dự án lần này là một khu phức hợp đáp ứng đầy đủ các nhu cầu cần thiết về văn phòng, nơi ở, giải trí và sinh hoạt,...Bên cạnh đó, các khu phức hợp không chỉ đáp ứng được nhu cầu của con người mà còn khuyến khích con người thay đổi phương thức di chuyển, giảm tắc nghẽn giao thông và tạo ra không gian xanh, nâng cao chất lượng đời sống dân cư nơi đây.\r\n\r\nCông nghệ, khí hậu, và sự quy hoạch của con người thật sự đã tác động mạnh mẽ đến đời sống chúng ta, đặc biệt là hậu đại dịch Covid-19. Đó vừa là thách thức vừa là cơ hội để chúng ta cùng nhau kiến tạo nên những đô thị thân thiện nói riêng và thế giới bền vững nói chung.\r\n\r\n<!--EndFragment-->"},{"id":1617490200,"title":"INTERNATIONAL DESIGN COMPETITION SMARTCITY+\r","author":"Hoangoanh\r","date":"April 04, 2021","time":"05:50","thumbnail":"/images/thumbnail.jpg\r","content":"<p align=\"center\"> <!--StartFragment-->\r\n\r\n\\***Vietnamese below***\r\n\r\nFollowing the great success of the 1st international online international design competition in 2019 with the theme \"Future City: Smart design for the post-pandemic world\", the annual contest launched by the Institute of Smart Cities and Management. - University of Economics Ho Chi Minh City collaborated with nearly 20 partners is held the second time in 2021 with the theme \"SMARTCITY+\"\r\n\r\nIt is the first time in human history, we have no idea what the world will be like in the next 30 years (the writer Yuval Harari). The first half of the 21st century will be the most important in the history of the human race because of all challenges we face from an amazing leap in technology and the urban challenges in a rapidly urbanizing and globalized world. In this phenomenon, smart cities will not just be a trend but also become a must-have. But How Smart cities will deal with urban challenges and How integrated technology and other fields can be applied to solve the urbanization crises?\r\n\r\nThis year's contest with the theme \"SMARTCITY +\" aims to call for ideas to propose designs to enhance urban identity towards smart cities. Ideas need the integration of technology, materials, aesthetics and spatial organization combined with research on local cultural factors, adaptability, globalization, and vision for future urban environment.\r\n\r\nThe applicants can submit their concept related to the follow topics: Public space & environmental design, Urban transportation & city connectivity, Urban space for residential design, Urban space for residential design, Mixed-used building & complex, City for all, Staycation city, City with strong identities...\r\n\r\n**Competition is open to university students all around the world with a total prize value of up to $ 4,200!!!**\r\n\r\n<!--StartFragment-->\r\n\r\n▶<!--EndFragment--> *You are free to either extend these existing areas and transform them, or propose a new design on a site of your choice.*\r\n\r\n<!--StartFragment-->\r\n\r\n▶<!--EndFragment--> *Be bold and think outside the box. How can architecture, urban design and planning go beyond the traditional concept of urban public spaces.*\r\n\r\n<!--StartFragment-->\r\n\r\n▶<!--EndFragment-->*Explore the possibilities of urban intervention in public space that can lead to positive changes on a larger*\r\n\r\nSubmission deadline: **August, 31st 2021**\r\n\r\n**Register at:**\r\n\r\n[https://docs.google.com/.../1Xw.../edit](https://docs.google.com/forms/d/1Xw-W5QsN5LBCPwYg1bD3Gk1Uc2rn0gPsL3sv7v5ju14/edit?fbclid=IwAR1Lkug5iK_VoeVwilka488EaXVbE-p3ljbqS1pt5IINoHXd-K9_IiYz27g)\r\n\r\n**More information at:**\r\n\r\n[https://drive.google.com/.../1fPYLsbkyMJ5GnQe33.../view...](https://drive.google.com/file/d/1fPYLsbkyMJ5GnQe33_qKcFRE01U01ufK/view?usp=sharing&fbclid=IwAR1g9dsmXf9LrshzZZQAcj8LUOohi74MEdtvoYZ69q2SONauJJ4KgeiSr8s)\r\n\r\n<!--StartFragment-->\r\n\r\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\r\n\r\nTiếp nối thành công rực rỡ của cuộc thi thiết kế online quốc tế lần thứ 1 trong năm 2019 với chủ đề “Future City: Smart design for the post-pandemic world\", cuộc thi thường niên do Viện Đô thị thông minh và quản lý - ĐH Kinh tế TP.HCM phối hợp cùng gần 20 đối tác được tổ chức lần 2 năm 2021 với chủ đề “SMARTCITY+”\r\n\r\nThế kỷ 21 đã chứng kiến nhiều thời khắc quan trọng trong lịch sử loài người vì những thách thức mà chúng ta đang phải đối mặt: như sự phát triển nhảy vọt về công nghệ hay những thách thức của đô thị trong bối cảnh đô thị hóa và toàn cầu hóa nhanh chóng. Và đô thị thông minh sẽ không chỉ còn là xu hướng phát triển mà trở thành điều tất yếu. Vấn đề đặt ra là đô thị thông minh sẽ phải đối mặt với các thách thức đô thị như thế nào? Công nghệ tích hợp và các lĩnh vực khác có thể được áp dụng ra sao để giải quyết các cuộc khủng hoảng đô thị hóa?\r\n\r\nCuộc thi năm nay với chủ đề “SMARTCITY+” hướng đến kêu gọi các ý tưởng đề xuất những thiết kế nhằm nâng cao nhận diện bản sắc đô thị hướng tới thành phố thông minh. Các ý tưởng cần có sự tích hợp giữa công nghệ, vật liệu, thẩm mỹ và tổ chức không gian kết hợp với nghiên cứu về các yếu tố văn hoá địa phương, khả năng thích ứng, vấn đề toàn cầu hoá và tầm nhìn về môi trường đô thị tương lai.\r\n\r\nNgười nộp đơn có thể gửi ý tưởng của mình liên quan đến các chủ đề sau: Public space & environmental design, Urban transportation & city connectivity, Urban space for residential design, Urban space for residential design, Mixed-used building & complex, City for all, Staycation city, City with strong identities......\r\n\r\n**Cuộc thi dành cho sinh viên thiết kế trên toàn thế giới với tổng giá trị giải thưởng lên đến $4.200!!!**\r\n\r\n▶ *Bạn có thể tự do mở rộng các khu vực hiện có và biến đổi chúng, hoặc đề xuất một thiết kế mới trên địa điểm bạn chọn.*\r\n\r\n*▶ Hãy mạnh dạn và tư duy sáng tạo. Làm thế nào để kiến trúc, thiết kế và quy hoạch đô thị có thể vượt ra khỏi khái niệm truyền thống về không gian công cộng đô thị?*\r\n\r\n*▶ Khám phá các khả năng can thiệp của đô thị vào không gian công cộng có thể dẫn đến những thay đổi tích cực trên quy mô lớn hơn.*\r\n\r\nHạn chót nộp bài: **31/8/2021**\r\n\r\n**Đăng ký tham gia tại:**\r\n\r\n[https://docs.google.com/.../1Xw.../edit](https://docs.google.com/forms/d/1Xw-W5QsN5LBCPwYg1bD3Gk1Uc2rn0gPsL3sv7v5ju14/edit?fbclid=IwAR1oLg6hP70_KyKqAJ0aZrXap0ITLnr4quzJluE036BNxsayejgpMc6osns)\r\n\r\n**Xem thêm thông tin chi tiết tại:**\r\n\r\n[https://drive.google.com/.../1fPYLsbkyMJ5GnQe33.../view...](https://drive.google.com/file/d/1fPYLsbkyMJ5GnQe33_qKcFRE01U01ufK/view?usp=sharing&fbclid=IwAR0AXjeR1Tvt7JfqEmZKeZNcTtAztSXLCAgXoEBiUAGJF-5JXn1EAr55Q-U)\r\n\r\n<!--EndFragment-->\r\n\r\n<!--StartFragment-->\r\n\r\n* *Viện Đô thị thông minh và quản lý*\r\n* *Địa chỉ: 232/6 Võ Thị Sáu, P7, Quận 3*\r\n* *Điện thoại: 028.39309589 - 028.39309269*\r\n* *Email:[ iscm@ueh.edu.vn](https://iscm.ueh.edu.vn/bachelors/iscm@ueh.edu.vn)*\r\n* *Website:[ iscm.ueh.edu.vn](https://iscm.ueh.edu.vn/)*\r\n* *Fanpage: [facebook/iscm.ueh](https://www.facebook.com/ISCM.UEH/)*\r\n\r\n<!--EndFragment-->\r\n\r\n<!--EndFragment--> </p>"},{"id":1615866180,"title":"WEBINAR “A NEW UNDERSTANDING OF THE IMPERATIVE OF HEALTHY CITY DESIGN”\r","author":"iamvan\r","date":"March 16, 2021","time":"10:43","thumbnail":"/images/b-h-iscm-webinar-poster_1920x1080.png\r","content":"<!--StartFragment-->\r\n\r\n\\*Vietnamese below\\*\r\n\r\nB+H, in partnership with Institute of Smart City and Management (ISCM), are pleased to invite you to an engaging conservation focused on the “Future of healthy and sustainable urban development in Vietnam”. You will hear from a panel of global experts in master planning and urban design on new and innovative strategies to test solutions for future flexibility, adaptability and resiliency when shaping spaces, communities and cities of tomorrow.\r\n\r\nCities around the world are confronted with the existential threat of a global climates crisis, and other disruptors such as changing demographics, geopolitical power shifts, globalization and the rising influence of technology.\r\n\r\nInformed by perspectives spanning urban planning, design, architecture, and advance strategy, our speakers will discuss the future of smart urban development in Vietnam and the imperative for resilient social, economic, and ecological networks to respond to the social needs of a dynamic and growing population.\r\n\r\n▶ Date & Time: 9a.m – 10a.m (UTC+7) 25th March, 2021\r\n\r\n▶ Offline in Vietnam: ISCM StudioLab, 232/6 Vo Thi Sau street, District No3, Ho Chi Minh city\r\n\r\n▶ Cisco online link:\r\n\r\n<https://vndemo.webex.com/vndemo/onstage/g.php?MTID=ea58439ac2fe26b090fe23bac7ab7fe63>\r\n\r\n*Please note that you may need to run a temporary Webex application to join this webinar*\r\n\r\nPanelists:\r\n\r\n▶ Dr. Tu Anh Trinh - Director, Institute of Smart City and Management: <https://iscm.ueh.edu.vn/people/tuanh>\r\n\r\n▶ Mr Tom Hook – B+H Principal and Global Director, Planning & Landscape: <https://bharchitects.com/en/projects/#/profile/hook-tom>\r\n\r\n▶ Mr Steven Townsend – B+H Principal and Asia Director of Planning: <https://bharchitects.com/en/projects/#/profile/townsend-steven>\r\n\r\n▶ Mr Quan Nguyen – B+H Principal and Vietnam Director, Planning & Landscape: <https://bharchitects.com/en/projects/#/profile/nguyen-quan>\r\n\r\n*Kindly be advised that the venue capacity is limited to 30 seats only. Registration to attend in-person will be on the first-come, first served basis.*\r\n\r\nRegister contact: Thoang.Tran@bharchitects.com - (840) 938 298 154\r\n\r\n\\--------------------\r\n\r\n(Vietnamese caption)\r\n\r\nViện Đô thị thông minh và Quản lý (ISCM) phối hợp cùng B+H Architects tổ chức chương trình webinar quốc tế với chủ đề “Future of healthy and sustainable urban development in Vietnam”. Đây là cơ hội để được lắng nghe chia sẻ từ các chuyên gia hàng đầu về quy hoạch, thiết kế đô thị và các chiến lược mới & sáng tạo nhằm đề xuất giải pháp đảm bảo khả năng thích ứng và phục hồi của đô thị trong tương lai khi định hình không gian, cộng đồng và thành phố của tương lai.\r\n\r\nĐô thị đang phải đối mặt với mối đe dọa hiện hữu của khủng hoảng khí hậu toàn cầu và các yếu tố khác như thay đổi nhân khẩu học, sự thay đổi quyền lực địa chính trị, toàn cầu hóa và ảnh hưởng ngày càng mạnh mẽ của công nghệ.\r\n\r\nWebinar là nơi cung cấp thông tin về các quan điểm liên quan đến quy hoạch, thiết kế, kiến trúc và chiến lược phát triển đô thị, các diễn giả sẽ thảo luận về tương lai phát triển đô thị thông minh ở Việt Nam và yêu cầu cấp thiết đối với các mạng lưới xã hội, kinh tế và sinh thái linh hoạt để đáp ứng nhu cầu xã hội năng động và dân số phát triển.\r\n\r\n▶ Thời gian: 9am – 10am (UTC+7) ngày 25/3/2021\r\n\r\n▶ Địa điểm offline: ISCM StudioLab, 232/6 đường Võ Thị Sáu, Quận 3, Thành phố Hồ Chí Minh\r\n\r\n▶ Link tham gia online (Cisco):\r\n\r\n<https://vndemo.webex.com/vndemo/onstage/g.php?MTID=ea58439ac2fe26b090fe23bac7ab7fe63>\r\n\r\n*Các cá nhân tham gia vui lòng kiểm tra việc cài đặt để tham gia hội thảo thông qua nền tảng Cisco.*\r\n\r\nCác chuyên gia: \r\n\r\n▶ TS Trịnh Tú Anh - Giám đốc viện Đô thị thông minh và Quản lý: <https://iscm.ueh.edu.vn/people/tuanh> \r\n\r\n▶ Ông Tom Hook – Giám đốc Quy hoạch và cảnh quan B+H Principal and Global: <https://bharchitects.com/en/projects/#/profile/hook-tom> \r\n\r\n▶ Ông Steven Townsend – Giám đốc Quy hoạch B+H Principal and Asia: \r\n\r\n<https://bharchitects.com/en/projects/#/profile/townsend-steven> \r\n\r\n▶ Ông Quan Nguyen – Giám đốc Quy hoạch và cảnh quan B+H Principal and Vietnam: <https://bharchitects.com/en/projects/#/profile/nguyen-quan> \r\n\r\nLiên hệ đăng ký: Thoang.Tran@bharchitects.com - (840) 938 298 154\r\n\r\n<!--EndFragment-->"},{"id":1615538880,"title":"Phục hồi du lịch và nỗ lực thoát khỏi vòng xoáy ảnh hưởng bởi Covid-19\r","author":"iamvan\r","date":"March 12, 2021","time":"15:48","thumbnail":"/images/wsstudio3.jpg\r","content":"<!--StartFragment-->\r\n\r\n***Năm 2020 - 365 ngày ngành du lịch trên toàn thế giới bị điêu đứng và cụm từ “đóng cửa” liên tục xuất hiện tại các điểm du lịch vì đại dịch Covid. Vậy đâu là giải pháp “mở cửa” cho nền du lịch phát triển bền vững?***\r\n\r\nThời gian vừa qua, nhiều dự án, ý tưởng và giải pháp nhằm khôi phục nền du lịch đã thu hút sự quan tâm của nhiều người. Không nằm ngoài xu thế đó, Trường ĐH Kinh tế TP. Hồ Chí Minh - Viện Đô thị thông minh và Quản lý hợp tác với các giáo sư và chuyên gia các trường: Trường ĐH Hasselt (Bỉ), ĐH Thammasat (Thái Lan), ĐH Handong Global (Hàn Quốc), Trường ĐH Tôn Đức Thắng và Trường ĐH Sư phạm Kỹ thuật (Việt Nam) tổ chức **tuần lễ workshop & webinar quốc tế online với chủ đề: “Global strategies for local tourism”** diễn ra từ ngày 1/3 đến ngày 5/3/2021.\r\n\r\n### Du lịch “bình thường mới”\r\n\r\nChọn chủ đề Global strategies for local tourism (Tạm dịch: Những chiến lược toàn cầu cho nền du lịch địa phương), các chuyên gia đến từ nhiều nước sẽ cùng nhau ngồi lại bàn luận, đưa ra những ý tưởng với mong muốn khôi phục nền du lịch “bình thường mới” và hướng đến mục tiêu dài hạn là phát triển các thành phố đáng sống, thân thiện.\r\n\r\n![](/images/wsstudio1-800x533px.jpg)\r\n\r\nMột trong những câu hỏi khó khăn mà các chuyên gia gặp phải là: Giải pháp nào để khôi phục và đâu là mối liên kết giữa các thành phố trên thế giới mà vẫn giữ nguyên bản sắc của chính nó?. Bởi lẽ, Covid-19 đã tác động vô cùng mạnh mẽ đến chúng ta, khi mà các biện pháp phòng dịch hạn chế chúng ta ra ngoài, đồng thời nhu cầu về sự xa cách vật lý lại bộc lộ quyền của con người về không gian một cách mạnh mẽ khiến sự liên kết, chung tay giữa các đô thị ngày càng quan trọng và cấp thiết.\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/3kJkeXP-0xQ\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\r\n\r\n*(Webinar chia sẻ của các chuyên gia với chủ đề Future City: Tourism Resilience for the post-pandemic world)*\r\n\r\nThêm vào đó, không chỉ phát triển về lượng, mà nền du lịch nói chung sự phát triển đô thị nói riêng cũng cần phải quan tâm đến sự phát triển chất và mở đường hướng đến sự phát triển bền vững. Biến các đô thị thành nơi đáng sống, thân thiện cho công dân toàn cầu mà vẫn đảm bảo cân bằng giữa yếu tố con người và tự nhiên.\r\n\r\n### Người trẻ nói gì và hành động như thế nào?\r\n\r\nĐồng hành cùng tuần lễ workshop & webinar là sự tham gia của các bạn sinh viên đến từ 6 trường Đại học trong và ngoài nước với mong muốn lắng nghe và được lắng nghe ý kiến qua lăng kính của người trẻ về những vấn đề chung của toàn cầu và hỗ trợ thế hệ tương lai kế thừa những giá trị tri thức đó.\r\n\r\nPhát triển bền vững có thể hiểu là sự phát triển đáp ứng nhu cầu của hiện tại mà không ảnh hưởng tới nhu cầu của thế hệ tương lai (tạm dịch đại ý từ định nghĩa của Liên Hợp Quốc). Chính vì vậy, sự đóng góp của sinh viên là vô cùng cần thiết và ban tổ chức tin rằng, những góc nhìn mới mẻ, tư duy hiện đại sẽ góp phần không nhỏ trong công cuộc đưa nền du lịch thoát khỏi vòng xoáy suy thoái.\r\n\r\n![](/images/4_800x533.png)\r\n\r\nSinh viên đến từ các quốc gia sẽ được chia thành các nhóm, cùng làm việc và đưa ra  quan điểm, ý tưởng về các chủ đề hướng đến nền du lịch bền vững như: \r\n\r\n* Heritage & identity\r\n* Publicness & nature\r\n* Daily life & hospitality\r\n* Local ceremony & creativity\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/ORj1Cc3ODqE\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\r\n\r\n*(Buổi thuyết trình của các nhóm dựa trên các chủ đề đã chọn)*\r\n\r\nRất nhiều ý tưởng sáng tạo, độc đáo đã được sinh viên trình bày với sự đam mê và tâm huyết dựa trên sự phân tích chi tiết của các case study tại Brussel (Bỉ), TP. Hồ Chí Minh (Việt Nam), Bangkok (Thái Lan) và Pohang (Hàn Quốc). Tuần lễ workshop & webinar quốc tế 2021 là nền tảng mở đầu cho chuỗi hoạt động nằm trong sự kiện SmartCity+ do ĐH Kinh tế TP.HCM - Viện Đô thị thông minh và quản lý tổ chức nhằm nâng cao nhận thức của người trẻ, đặc biệt là thế hệ Gen Z về các vấn đề của đô thị nói chung và du lịch nói riêng.\r\n\r\n\r\n\r\n<!--EndFragment-->"},{"id":1614560400,"title":"Workshop and webinar week \"Staycation, the hospitable city - Why not?\"\r","author":"iamvan\r","date":"March 01, 2021","time":"08:00","thumbnail":"/images/1920x1080.jpg\r","content":"On March 1st, 2021, the opening ceremony of workshop week with the theme “Global Strategies for Local Tourism” was successfully organized. \r\n\r\nThe event occurred from March 1st to 5th was conducted by the Institute of Smart Cities and Management (ISCM) in collaboration with our international and local experts and professors from Vietnam, Korea, Belgium and Thailand: \r\n\r\n* Dr. Trinh Tu Anh, Director of Institute of Smart City and Management, University of Economics Ho Chi Minh City, Vietnam.\r\n* Dr. Els Hannes, International Coordinator, Faculty of Architecture and Art, Hasselt University, Belgium.\r\n* Dr. Peggy Winkels,  Teaching Assistant, Faculty of Architecture & Arts, Hasselt University, Belgium.\r\n* Dr. Ken De Cooman, Co-Founder of BC architects & studies and BC materials, and academic collaborator at Hasselt University, Belgium.\r\n* Dr. Ducksu Seo, Department of Spatial Environment System Engineering, Handong Global University, South Korea.\r\n* Dr. Pawinee Iamtrakul, Director, Center of Excellence in Urban Mobility Research and Innovation (UMRI), Faculty of Architecture and Planning, Thammasat University, Thailand.\r\n* Dr. Federico Puggioni, International expert, lecturer, and Associate Director of the Urban Design & Development International Program (UDDI) of Thammasat Design School, Thammasat University, Thailand.\r\n* Ms. Le To Quyen, lecturer of Planning Department, the Faculty of Civil Engineering, Ton Duc Thang University, Ho Chi Minh, Vietnam.\r\n* Dr. Do Xuan Son, Head of the Architecture Department at the Faculty of Civil Engineering of Ho Chi Minh City University of Technology & Education (UTE HCM), Vietnam.\r\n* Dr. Do Duy Thinh, lecturer of Architecture Department at the Faculty of Civil Engineering of Ho Chi Minh City University of Technology & Education (UTE HCM), Vietnam.\r\n\r\n<div class=\"headline_div_class\" style=\"font-family: 'Roboto Condensed', Helvetica, Arial; text-transform: uppercase; font-weight: bold; font-style: italic; text-shadow: rgba(89, 133, 255, 0.3) 2px 2px; color: blue; opacity: 0.8; width: 90%; text-align: center;\"><span class=\"headline_symbol_span_left\" style=\"vertical-align: super; margin-right: -10px; font-size: 24px;\">◤ </span><span style=\"font-size: 14pt;\">The workshop week “Global strategies for local tourism”</span><span class=\"headline_symbol_span_right\" style=\"vertical-align: sub; margin-left: -5px; font-size: 24px;\">◢</span></div>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=80% src=\"/images/1920x1080.jpg\"/> </div>\r\n\r\n▶ With the participation of experts from many countries, we together discussed and proposed ideas to revive the tourism industry after the pandemic. And not only that students from domestic and foreign universities are divided into different teams to raise their views and ideas on this theme.\r\n\r\n<div align=\"center\"> <img align=\"center\" width=80% src=\"/images/wsstudio1.jpg\"/> </div>\r\n\r\n<br>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=80% src=\"/images/wsstudio3.jpg\"/> </div>\r\n\r\n<br>\r\n\r\n<div class=\"headline_div_class\" style=\"font-family: 'Roboto Condensed', Helvetica, Arial; text-transform: uppercase; font-weight: bold; font-style: italic; text-shadow: rgba(89, 133, 255, 0.3) 2px 2px; color: blue; opacity: 0.8; width: 90%; text-align: center;\"><span class=\"headline_symbol_span_left\" style=\"vertical-align: super; margin-right: -10px; font-size: 24px;\">◤ </span><span style=\"font-size: 14pt;\">The webinar “Future City: Tourism Resilience for the post-pandemic world”</span><span class=\"headline_symbol_span_right\" style=\"vertical-align: sub; margin-left: -5px; font-size: 24px;\">◢</span></div>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=80% src=\"/images/1920x1080-web.jpg\"/> </div>\r\n\r\n▶ Accompanying the workshop week was a webinar on March 2nd to look back and analyze in-depth the Covid-19 pandemic and the current revitalization of the local tourism industry."},{"id":1610288460,"title":"On the line of SMARTCITY+ Arttech Fusion Program of ISCM Event Series 2021\r","author":"lptan\r","date":"January 10, 2021","time":"21:21","thumbnail":"/images/11.01.21.jpg\r","content":"\r\n<p align=\"center\"> We would like to invite you to participate the webinar “Livable smart city: how to build up for the sustainable future city”, with our international and local experts and professors of Vietnam, America, Belgium and England.\r\n\r\nCities are becoming the predominant environment for living and working. They followed by intensive degradation, destruction, pollution, overpopulation and crime, so livability or quality of life in the city has become crucial.\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/11.01.21.jpg\"/> </div>\r\n\r\nWe may raise questions: What is the city we want to create in the future? What is the city in which we want to live? How to mitigate or solve urban issues nowadays toward sustainability?\r\n\r\nThe long-term future sustainability will provided by use of urban smart solutions together by integrated platform of living lab citizen - academia - stakeholder and local authority approach, in odder to understanding the citizen's design science, by social framework of crowdsources as the important part for the planning of future cities.\r\n\r\nRecognize the different measurable criteria for the assessment of livability and smart technology application, the four presentations will provide different worldwide approaches and the panel discussion \"How to build up Livable Smart City” will provide experiences and solution proposing for developing sustainable livable future city.\r\n\r\nTime: 7.00pm – 8:20pm (UTC+7) January 13rd, 2021\r\nPlace: Room V02\r\nInstitute of Smart city and management, 232/6 Vo Thi Sau street, Ward 7, District 3, HCMC\r\n\r\nRegister to attend online:\r\n<a href=\"https://uehvn.webex.com/webappng/sites/uehvn/meeting/download/35dc742c572a4ecba1741170b552f248?siteurl=uehvn&MTID=me3d2401ad36963ad49b9366da2edf1f9\"> https://uehvn.webex.com/uehvn/j.php </a>\r\n\r\n</p>\r\n"},{"id":1610072700,"title":"ISCM is on air after celebration of the launch event of SMARTCITY+ArtTech\r","author":"lptan\r","date":"January 08, 2021","time":"09:25","thumbnail":"/images/kết-hợp-nghệ-thuật-và-công-nghệ-hướng-đến-thành-phố-thông-minh-đáng-sống-3-.jpg\r","content":"\r\n<p align=\"center\">The launch week takes place from 8th to 16th of Jannuary.\r\nCome & enjoy amazing artworks and technology (virtual reality, 3D printing...), music performance, webinar... at Campus V (232/6 Vo Thi Sau Street, Ward 7, District 3, HCMC) (FREE ENTRY)</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=100% src=\"/images/kết-hợp-nghệ-thuật-và-công-nghệ-hướng-đến-thành-phố-thông-minh-đáng-sống-3-.jpg\"/> </div>\r\n\r\n<p>You can now access the full event recording online:</p>\r\n<div align=\"center\"><iframe margin-top=\"30px\" align=\"center\" width=\"900\" height=\"600\" src=\"https://www.youtube.com/embed/-25ln6bZocY\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\r\n"},{"id":1609102620,"title":"\"Culture, Cohesion and Civic Society","author":"lptan\r","date":"December 28, 2020","time":"03:57","thumbnail":"/images/131670414_208153870856519_1810795680202214941_o.jpg\r","content":"\r\n<p align=\"center\"> On December 21st, 2020, the webinar “Culture, Cohesion and Civic Society: How Smart Cities Build on the Best of Our Past?” was successfully held by UEH-ISCM and its partners: UN-Habitat, Portland University, University of Groningen, HCMC Department of Urban Planning and Architecture, and Vienam German University. This webinar is on the line of SMARTCITY+ Rehabilitation and Reintegration Program of ISCM Event Series 2021.\r\nSmart cities are often cast as the bridge to modernity; when our cities will be hyper connected and data-driven in design and function. The webinar explores how the preservation of socio-cultural assets of the past is foundational for social cohesion and\r\nsuccess, reflecting on three cases: Ho Chi Minh City and Hanoi (Vietnam), Amsterdam (Netherlands) and Portland (USA) with shared experience from national and international experts.\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"600px\" src=\"/images/131670414_208153870856519_1810795680202214941_o.jpg\"/> </div>\r\n\r\nYou can now access the full webinar recording online:\r\n\r\n<div align=\"center\"><iframe width=\"900\" height=\"600\" src=\"https://www.youtube.com/embed/S_382yGp7Hs\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>\r\n"},{"id":1606257360,"title":"Unviersity of Economics Ho Chi Minh City hosted the Southeast Region of\r","author":"lptan\r","date":"November 25, 2020","time":"05:36","thumbnail":"/images/25.11.2020.jpg\r","content":"\r\n<p align=\"center\"> On November 24, 2020, Unviersity of Economics Ho Chi Minh City hosted the Southeast Region of the national festival for innovative startups – TECHFEST 2020. Being a part of the festival, Institute of Smart City and Management (ISCM) successfully held the workshop “SMARTCITY+ Initiative” with the main theme “Tech & Urban Transformation and Human-Centered Approach” includes technology exhibition and application, forums for exchanging view on technology applications in urban development process and urban problem solving, together with human-centered approaches to smart city. </p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/25.11.2020.jpg\"/> </div>\r\n\r\n<p align=\"center\"> This is the first creative kick-start to inspire the ideas and activities of the UEH-ISCM Event Series 2021 “SMARTCITY+” in cooperation with national and international partners. The event series aim to brand HCMC as a Livable Smart City from urban problem solving with efficient resources through a variety of activities such as education, projects, research, community activities, forums for exchanging views, workshops, exhibitions. </p>\r\n"},{"id":1601422440,"title":"International Launch Event\r","author":"lptan\r","date":"September 30, 2020","time":"06:34","thumbnail":"/images/120455355_173320097673230_6470832493913882276_o.jpg\r","content":"\r\n<p align=\"center\">Institute of Smart City and Management (ISCM)-University of Economics HCMC (UEH) today has successfully organized an international launch event, along with the prize-giving ceremony for the 1st international design contest “Future city: design for the post-pandemic world”. Lets take a look at beautiful pictures from this event! </p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/120532693_173320074339899_2280068880013046376_o.jpg\"/> </div>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/120252143_173320021006571_6120881681455584713_o.jpg\"/> </div>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/120532693_173320074339899_2280068880013046376_o.jpg\"/> </div>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/120171860_173320014339905_4711345306272945482_o.jpg\"/> </div>\r\n"}]