[{"id":"vietle\r","title":"B.E Viet Le\r","date":"February 23, 2021","time":"20:27","content":"<p align=center>Le Quoc Viet is Studio-Lab administrator at ISCM, where he responsible for the orchestration and implementation of all Studio-Lab activities and process, especially those related to simulation technology. He graduated from Ton Duc Thang university, with bachelor degrees in Urban Planning in 2017. After graduation, Viet developed a strong sense of technology application in architecture and urban design. In addition to his role as studiolab administrator, Viet has also expanded his work into other design-related activities in ISCM including digital and printed publication design, 3D model design, … Computer is both his vocation and avocation.</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/LV.jpg\"/> </div>\r\n"},{"id":"tuanh\r","title":"Dr.Tu Anh Trinh\r","date":"July 15, 2020","time":"16:01","content":"\r\n<p align=center>Dr. Tu Anh Trinh is a director of Institute of Smart City and Management (ISCM), University of Economics Ho Chi Minh since May 2020. She has built up the academic career as a lecturer and a dean in faculties of many national countries over 20 years. She is a guest lecturer, supervisor, reviewer for master and Phd students in international universities such as Trieste University, Hasselt University, Thammasat University, Handong Global University, etc. She is also a co-chair of the 1st International Conference on Sustainable Development Civil, Urban and Transportation Engineering (CUTE-2016),\r\nthe 1st Aviation Future: Challenge and Solution 2020 (AFCS2020), and a key organizer and editor of the CUTE-2018. She has worked as a specialist and team leader in local and international research and projects on smart city, urban and\r\ntransportation planning, road safety, project management, transport economics, public transport, aviation operation, and Social and Environment Impact Assessment (SEIA). She has published scientific papers on her fields in multiple journals and proceedings of academic and press conferences for her academic excellence.</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/Directorimage.jpg\"/> </div>\r\n"},{"id":"tokien\r","title":"Dr. To Kien\r","date":"February 23, 2021","time":"20:27","content":"<p align=center>Dr. TO Kien is a Tokyo-based Senior Planner and Manager. Before joining industry in 2017, he was senior researcher and lecturer in Urban Planning and Design with over 20 year academic track record and strong focus on Asia. Trained and worked in Japan, Germany, Vietnam and Singapore, he has researched and published extensively on various sustainability topics, including smart and innovative city, participatory community design, urban livability, historical conservation, aging and creativity. He gained wide-ranging empirical knowledge through field-based research and projects across Asia. He received many awards and appreciation, and delivers talks internationally. Although active abroad, Kien maintains tight connection with his homeland Vietnam, where he led several well regarded projects, judges competitions and awards, and receives media interviews widely.</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/DrToKien.jpg\"/> </div>"},{"id":"rob\r","title":"Prof. Rob Cuyvers \r","date":"February 23, 2021","time":"20:27","content":"<p align=center>Professor Rob Cuyvers was an urban planner in the City of Mechelen, Belgium and a senior advisor for private companies and the Flemish government. He successfully managed large, complex urban projects in a regional or urban context. He was responsible for teams and budgets, and for formulating objectives and achieving goals (e.g. Lamot-site Mechelen, Park Spoor Noord Antwerp, Spatial Structure Plan Antwerp). He built up experience with participation processes and co-creation involving different actors, such as inhabitants, economic actors, planners, social actors and policy makers.\r\nHe was Director of the research group Mobility and Environment of the University College PHL and Head of the department of Architecture, Interior Architecture and Arts at the University College PHL. He was Dean of the Faculty of Architecture and arts at Hasselt University, and promoter of different international and\r\ncommunity projects. He was member of the jury of a lot of awards, competitions and selections (e.g. for the Flemish Governmental Architect).</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/ProfCuyvers.jpg\"/> </div>"},{"id":"maitran\r","title":"M.Arch Mai Tran\r","date":"February 23, 2021","time":"20:27","content":"<p align=center>M.Arch Tran Thi Quynh Mai is an Operation Manager at ISCM. She graduated from University of Architecture Ho Chi Minh city with master degree in Architecture (2013). After graduation, she has worked for Ton Duc Thang university as well as Architectural lecturer in 6 years. She is currently doing her PhD in Architecture at Hasselt University, Belgium. Her interests in research focuses on architecture and urban fields especially smart design, urban design, landscape\r\narchitecture, sustainable development and smart city.</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/MAI.jpg\"/> </div>"},{"id":"lptan\r","title":"LE PHAN TRUONG AN\r","date":"January 25, 2021","time":"18:07","content":"\r\n<p align=center>Before joining ISCM, An had one year working as a developer for a well-known Japanese corporation, and a Vietnamese start-up developing enterprise. During this time, he had published two significant works: interactive digital signage and an education website. Currently, he is the youngest IT-Researcher at ISCM, mainly in charge of a platform for Interactive Simulation of\r\npedestrian behaviour from the viewpoint of urban design towards walkability. He is also a postgraduate in Urban Design and Smart City at National Seoul University to reinforce his knowledge. An always brings his best-offering as a core member in performing in-depth research for Smart City development.</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/TAN.jpg\"/> </div>\r\n"},{"id":"hoaipham\r","title":"M.Sc Hoai Pham\r","date":"February 23, 2021","time":"20:27","content":"<p align=center>M.Sc Pham Nguyen Hoai is currently a Research Coordinator at ISCM. He firstly started his career in aviation industry\r\nafter he received a bachelor&#39;s degree in Business Administration from Vietnam Aviation Academy (2014). After three\r\nyears, he followed his growing aspiration to pursue an academic path. He holds a master&#39;s degree in Transportation\r\nSciences from Hasselt University (2019). He is currently pursuing a Ph.D in Transportation Sciences at Hasselt University\r\n(2020-2024). His research interests revolve primarily around the areas of gamification and virtual reality in education and\r\ntransport, smart mobility and infrastructure, traffic behaviour, urban transportation planning and transport economics.</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/TRI.jpg\"/> </div>"},{"id":"hanhan\r","title":"M.Sc Hanh An Le\r","date":"February 23, 2021","time":"20:27","content":"<p align=center>Graduated from International School of Business as a Master of Business, Hanh An is currently in charge of marketing at ISCM, she had seven years working experiences in marketing, business analysis and project management at the top 50 companies in Vietnam. With the passion in the academic path, she first started her career as a lecturer in Vietnam Aviation Academy, Hanh An is now researching for the topic of walkability development as a city branding to follow\r\nPhD program.</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/HAN.jpg\"/> </div>"},{"id":"ducksuseo\r","title":"Dr. Ducksu Seo\r","date":"February 23, 2021","time":"20:27","content":"<p align=center>Dr. Seo Ducksu is a professor of Handong Global University and an urbanist who is leading creative urban projects and studies around the world. He was educated at Handong Global University for an architecture bachelor degree, Harvard University for an urban design master degree, and received a PH.D. in urban planning from Seoul National University. He has experienced professional design and planning projects in renowned institutes of multiple countries. Partnering with NIBC Global Institute and ISCM (Institute of Smart City and Management), he is enthusiastically involved in innovative urban planning projects and regional studies based on the sustainable city paradigm around emerging world cities.</p>\r\n\r\n<div align=\"center\"> <img align=\"center\" width=\"80%\" src=\"/images/people/DrDucksu.jpg\"/> </div>"}]